IDENTIFICATION DIVISION.                
        PROGRAM-ID. PRG1.                       
        ENVIRONMENT DIVISION.                   
        DATA DIVISION.                          
        PROCEDURE DIVISION.                     
               DISPLAY "cumsoft".          
               STOP RUN.
